Repository: DeFilippis/sensitive-tester
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Primary education/Middle school
ru: Средняя школа

source: Secondary or vocational education
ru: Среднее профессиональное образование

source: A-levels/Uncompleted university degree
ru: Незаконченное высшее образование

source: Bachelor/Master
ru: Высшее образование

source: PhD
ru: Два и более диплома / Ученая степень

source: Not enough money even for food
ru: Не хватает денег даже на еду

source: Enough for food, but not enough to buy clothes and shoes
ru: Хватает на еду, но не хватает на покупку одежды и обуви

source: Enough for clothes and shoes, but not enough for the purchase of small household appliances
ru: Хватает на одежду и обувь, но не хватает на покупку мелкой бытовой техники

source: Enough money for small purchases, but buying expensive things (a computer, washing machine, refrigerator) requires savings or credit.
ru: Хватает денег на небольшие покупки, но покупка дорогих вещей (компьютера, стиральной машины, холодильника) требует накоплений или кредита

source: There is enough money to buy for a house, but to buy a car, a summer residence, an apartment you need to save or take a loan
ru: Хватает денег на покупки для дома, но на покупку машины, дачи, квартиры необходимо копить или брать кредит

source: We can afford any purchases without restrictions and loans
ru: Можем позволить себе любые покупки без ограничений и кредитов

source: Atheist
ru: Атеист

source: Spiritual but not religious
ru: Верующий, но не принадлежу никакой конкретной конфессии

source: Orthodox Christian
ru: Православие

source: Catholic
ru: Католицизм

source: Muslim
ru: Ислам

source: Buddhist
ru: Буддизм

source: Protestant
ru: Протестантизм

source: Jewish
ru: Иудаизм

source: Another religion not mentioned here
ru: Другая религия

source: At least once a week
ru: Как минимум раз в неделю

source: Once or twice a month
ru: Один-два раза в месяц

source: A few times a year
ru: Несколько раз в год

source: Seldom / never
ru: Редко/никогда

source: No answer, I am atheist
ru: Нет ответа; я атеист

source: Male
ru: Мужской

source: Female
ru: Женский

source: Please indicate your gender
ru: Пожалуйста, укажите ваш пол

source: How old are you?
ru: Сколько вам лет?

source: What is the highest level of education that you have achieved?
ru: Какой у Вас самый высокий уровень образования, по которому Вы получили аттестат, свидетельство, диплом?

source: Which statement most accurately describes your family’s financial situation?
ru: Какое высказывание наиболее точно описывает финансовое положение вашей семьи?

source: Which of these labels best matches your religious views?
ru: Что из нижеперечисленного наиболее точно описывает ваши религиозные взгляды?

source: How frequently do you attend religious services?
ru: Как часто вы посещаете храм?

source: Do you have any feedback for us? Did you enjoy the study? Any complaints?
ru: Пожалуйста, оставьте здесь ваши комментарии об исследовании: понравилось ли оно вам? Есть ли у вас замечания или жалобы?

source: Questionnaire
ru: Анкета

source: You've reached the final part of this study! Please answer a few basic demographic questions about yourself before finishing the study. Thank you for your patience.
ru: Это - последняя часть нашего исследования. Пожалуйста, ответьте на несколько основных демографических вопросов о себе. Спасибо за ваше участие!

source: Thank you for the participation
ru: Спасибо за ваше участие

source: Your code
ru: Ваш код

source: In order for the task to be considered completed, please copy and paste it on the Toloka assignment page.
ru: Для того, чтобы задание считалось выполненным, пожалуйста скопируйте его и вставьте на страницу задания в Толоке.

source: Next
ru: Далее

source: Using the sliders please estimate the share of participants in this study who have answered from 0 to 3, from 4 to 6, from 7 to 10 about the statement above. <b>Please Note: You must move BOTH the sliders in order to progress to the next page</b>
ru: Перетащите слайдеры, чтобы разделить его на три области на основе вашей оценки того, сколько людей в этом исследовании ответили от 0 до 3, от 4 до 6, от 7 до 10 по поводу утверждения выше. Обратите внимание: вы должны переместить ОБА слайдера, чтобы перейти на следующую страницу.

source: from 0 to 3
ru: от 0 до 3

source: from 4 to 6
ru: от 4 до 6

source: From 7 to 10
ru: от 7 до 10

source: Share (in %)
ru: Доля (в %)

source: Distribution of answers
ru: Распределение ответов

source: of participants answered between
ru: участников выбравших

source: Attention: set middle slider (the blue one) to 100%
ru: Проверка внимания: установите средний (синий) слайдер на 100%

source: Sort items based on the relative importance for you
ru: Отсортируйте элементы в порядке важности для вас

source: Move from here
ru: Переместите элементы отсюда

source: ...to here
ru: Сюда в порядке важности для вас

source: Attention
ru: Внимание!

source: You commit some errors. Please pay more attention. Next time you fail to pass the attention test, we may finish the study
ru: Вы не прошли проверку на внимательность. Если вы не пройдете ее еще раз, вы, возможно, не сможете продолжать принимать участие в исследовании.

source: Ok
ru: ОК

source: Guess The Distribution of Responses from Other Participants
ru: Угадайте распределение ответов от других участников

source: On the next page, we want you to estimate the fraction of participants in this study that gave each kind of answer to the questions asked we just asked about.
ru: На следующей странице мы хотим, чтобы вы оценили долю участников в этом исследовании, которые дали каждый вид ответов на заданные нами вопросы.

source: Specifically, you will be asked to move sliders to estimate the percentage of participants who gave answers that fell into the 0-3, 4-6, and 7-10 range.
ru: В частности, вам будет предложено переместить слайдеры, чтобы оценить процент участников, которые ответили 0–3, 4–6 и 7–10 соответственно.

source: ATTENTION - We will reward %(bonus)s cents to the 10 participants who guess closest to the correct answer. As a result, it is in your best interest to try to guess correctly.
ru: Внимание: мы выплатим %(bonus)s центов тем 10 участникам, чей ответ окажется ближе всего к верному значению. Тем самым, в ваших интересах попытаться назвать максимально верное значение.

source: Proceed
ru: Продолжить

source: Your participation is anonymous and confidential. The results of this research will be published but only in aggregated form. All decisions of the research participants will be processed by a computer program that does not reveal your identity to other participants or to the researchers.
ru: Ваше участие является анонимным и конфиденциальным. Результаты этого исследования будут опубликованы, но лишь в обобщенном виде. Все решения участников исследования будут обрабатываться компьютерной программой, которая не раскрывает Вашу личность ни другим участникам, ни ни исследователям.

source: By participating in this study, you do not expose yourself to any risks.
ru: Участвуя в данном исследовании, Вы не подвергаете себя никаким рискам.

source: Participation in the research is possible using browsers Firefox, Chrome / Chromium, Opera, Edge, Safari, or Yandex with operating systems for stationary computers, laptops or smartphones.
ru: Участие в исследовании возможно с использованием браузеров Firefox, Chrome/Chromium, Opera, Edge, Safari или Yandex с операционными системами для стационарных компьютеров, ноутбуков или смартфонов.

source: By participating in this study, you give your informed consent to the use of your answers anonymously and solely for scientific purposes.
ru: Принимая участие в данном исследовании, Вы даете свое информированное согласие на использование Ваших ответов в анонимном виде и исключительно в научных целях.

source: On average, the survey takes about 15 minutes.
ru: В среднем исследование занимает около 15 минут.

source: There will be attention checks throughout the study to ensure the validity of participant's answers. Failing %(MAX_ATTENTION_FAILURES)s of these attention checks will result in getting removed the study without pay.
ru: На протяжении всего исследования будут проводиться проверки внимательности для подтверждения достоверности ответов участника. Непрохождение %(MAX_ATTENTION_FAILURES)s из этих проверок внимания может привести к лишению возможности продложить исследование и невыплате вознаграждения.

source: Let me know if you have any questions or technical difficulties via messages Yandex.Toloka or by e-mail:
ru: Дайте знать, если у Вас будут какие-либо вопросы или технические сложности через сообщения Yandex.Toloka или по e-mail:

source: Guess How The Average Participant Responded
ru: Угадайте, как в среднем ответят другие участники этого исследования

source: Report Your Attitudes On A Variety of Topics
ru: Укажите ваше мнение по ряду вопросов

source: Report How Important Your Various Attitudes Are To You
ru: Укажите, насколько вам важна ваша позиция по ряду утверждений

source: Report How Likely Disagreement On A Topic Impedes Friendship
ru: Как вам кажется, насколько несогласие по ряду вопросов может препятствовать дружбе

source: On the next page we will show you several statements. For each statement we will ask you to answer the following question:
ru: На следующей странице вам будет показано несколько утверждений. Для каждого из них мы попросим вас ответить на следующий вопрос:

source: ATTENTION - We will reward
ru: Внимание: мы выплатим по

source: cents to the 10 participants who guess closest to the correct answer. As a result, it is in your best interest to try to guess correctly.
ru: центов тем 10 участникам, чей ответ окажется ближе всего к верному значению. Тем самым, в ваших интересах попытаться назвать максимально верное значение.

source: On the next page we will ask you to rank the attitudes you just reported based on how important they are to you.
ru: На следующей странице мы попросим вас остортировать утверждения, о которых мы вас только что спрашивали, в зависимости от того, насколько они важны для вас.

source: Unfortunately you have not paid enough attention while answering the questions.
ru: К сожалению, вы не уделили достаточно внимания при ответах на вопросы.

source: You cannot proceed with this study anymore.
ru: Вы не сможете дальше продолжать принимать участие в этом исследовании.

source: If you believe that this was due to any technical glitches on our side or it is not your fault, please let us know immediately via Yandex.Toloka messaging system o or via e-mail at:
ru: Если вы считаете, что это произошло из-за технических сбоев с нашей стороны или не по вашей вине, пожалуйста, немедленно сообщите нам об этом через систему обмена сообщениями Яндекс.Толока или по электронной почте:
